tap "adoptopenjdk/openjdk"
tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "azure/functions"
tap "grishka/grishka"
tap "homebrew/bundle"
tap "homebrew/services"
tap "oven-sh/bun"
tap "sikarugir-app/sikarugir"
brew "openssl@3"
brew "bat"
brew "cairo"
brew "deno"
brew "exiftool"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "gh"
brew "git"
brew "libsecret"
brew "git-credential-libsecret"
brew "go"
brew "icu4c@76"
brew "libusb"
brew "libxml2"
brew "python@3.13"
brew "openjdk"
brew "maven"
brew "mesa"
brew "mkcert"
brew "nss"
brew "pipx"
brew "pkgconf"
brew "python-setuptools"
brew "rclone"
brew "tree"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "z"
brew "zoxide"
brew "azure/functions/azure-functions-core-tools@4"
brew "oven-sh/bun/bun"
cask "adguard"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "android-studio"
cask "betterdisplay"
cask "blip"
cask "crossover"
cask "discord"
cask "docker-desktop"
cask "dotnet-sdk"
cask "firefox"
cask "font-anonymice-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "keka"
cask "keycastr"
cask "microsoft-office"
cask "obs"
cask "postman"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "sikarugir"
cask "spotify"
cask "steam"
cask "tableplus"
cask "tg-pro"
cask "visual-studio-code"
cask "wireshark-app"
cask "zoom"
vscode "2guys1account.quackrack-cursor"
vscode "adpyke.codesnap"
vscode "albymor.increment-selection"
vscode "antfu.iconify"
vscode "antfu.unocss"
vscode "apollographql.vscode-apollo"
vscode "batisteo.vscode-django"
vscode "bierner.docs-view"
vscode "bierner.emojisense"
vscode "biomejs.biome"
vscode "bmalehorn.shell-syntax"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-hasher"
vscode "denoland.vscode-deno"
vscode "deque-systems.vscode-axe-linter"
vscode "docker.docker"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dotenv.dotenv-vscode"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "edwinhuish.better-comments-next"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hollowtree.vue-snippets"
vscode "ibm.output-colorizer"
vscode "icrawl.discord-vscode"
vscode "jerrygoyal.shortcut-menu-bar"
vscode "jock.svg"
vscode "kevinrose.vsc-python-indent"
vscode "kilocode.kilo-code"
vscode "kube.theme-kay"
vscode "liamhammett.inline-parameters"
vscode "lokalise.i18n-ally"
vscode "matijao.vue-nuxt-snippets"
vscode "mechatroner.rainbow-csv"
vscode "mrmlnc.vscode-autoprefixer"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "nuxt.mdc"
vscode "nuxtr.nuxtr-vscode"
vscode "oven.bun-vscode"
vscode "oxc.oxc-vscode"
vscode "rbuckton.deoptexplorer-vscode"
vscode "redhat.vscode-yaml"
vscode "sdras.vue-vscode-snippets"
vscode "selemondev.shadcn-vue"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudiotoolsforunity.vstuc"
vscode "vitest.explorer"
vscode "vue.volar"
vscode "wallabyjs.quokka-vscode"
vscode "wholroyd.jinja"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
