tap "adoptopenjdk/openjdk"
tap "azure/functions"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "oven-sh/bun"
brew "deno"
brew "fish"
brew "fnm"
brew "openssl@3"
brew "fx"
brew "git"
brew "git-flow-avh"
brew "go"
brew "openjdk"
brew "maven"
brew "mkcert"
brew "nss"
brew "thefuck"
brew "tree"
brew "wget"
brew "yarn"
brew "z"
brew "azure/functions/azure-functions-core-tools@4"
brew "oven-sh/bun/bun"
cask "adobe-acrobat-reader"
cask "android-studio"
cask "bartender"
cask "chatterino"
cask "discord"
cask "docker"
cask "fig"
cask "firefox"
cask "font-anonymice-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "iterm2"
cask "keka"
cask "keycastr"
cask "microsoft-edge"
cask "microsoft-office"
cask "ngrok"
cask "notion"
cask "obs"
cask "opera"
cask "postman"
cask "raycast"
cask "shottr"
cask "spotify"
cask "steam"
cask "tableplus"
cask "topnotch"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "albymor.increment-selection"
vscode "antfu.browse-lite"
vscode "antfu.iconify"
vscode "antfu.unocss"
vscode "antfu.vite"
vscode "apollographql.vscode-apollo"
vscode "astro-build.astro-vscode"
vscode "atomiks.moonlight"
vscode "be5invis.vscode-custom-css"
vscode "bierner.emojisense"
vscode "bmalehorn.shell-syntax"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "cipchk.cssrem"
vscode "csstools.postcss"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deque-systems.vscode-axe-linter"
vscode "dotenv.dotenv-vscode"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "edwinhuish.better-comments-next"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.vscode-pull-request-github"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "hextorgb.hex-to-rgb"
vscode "IBM.output-colorizer"
vscode "jianbingfang.dupchecker"
vscode "jock.svg"
vscode "kaiwood.endwise"
vscode "LeonardSSH.vscord"
vscode "lokalise.i18n-ally"
vscode "mathiasfrohlich.Kotlin"
vscode "matijao.vue-nuxt-snippets"
vscode "MohammadBaqer.better-folding"
vscode "mrmlnc.vscode-autoprefixer"
vscode "mrmlnc.vscode-less"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mssql"
vscode "mtxr.sqltools-driver-mysql"
vscode "narenranjit.chandrian"
vscode "naumovs.color-highlight"
vscode "nrwl.angular-console"
vscode "Nuxt.mdc"
vscode "oouo-diogo-perdigao.docthis"
vscode "origin.chalked"
vscode "PKief.material-icon-theme"
vscode "pmndrs.pmndrs"
vscode "Postman.postman-for-vscode"
vscode "quicktype.quicktype"
vscode "rbuckton.deoptexplorer-vscode"
vscode "redhat.fabric8-analytics"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "skyapps.fish-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "vscjava.vscode-gradle"
vscode "vscode-icons-team.vscode-icons"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "WallabyJs.console-ninja"
vscode "WallabyJs.quokka-vscode"
vscode "withfig.fig"
vscode "yoavbls.pretty-ts-errors"
vscode "YRM.type-challenges"
vscode "yzhang.markdown-all-in-one"
vscode "ZixuanChen.vitest-explorer"
