tap "adoptopenjdk/openjdk"
tap "apple/apple", "http://github.com/apple/homebrew-apple"
tap "azure/functions"
tap "grishka/grishka"
tap "homebrew/bundle"
tap "homebrew/services"
tap "oven-sh/bun"
brew "openssl@3"
brew "deno"
brew "exiftool"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fx"
brew "gh"
brew "git"
brew "go"
brew "libusb"
brew "libxml2"
brew "openjdk"
brew "maven"
brew "mesa"
brew "mkcert"
brew "nss"
brew "pkg-config"
brew "python-setuptools"
brew "tree"
brew "wget"
brew "yarn"
brew "yt-dlp"
brew "z"
brew "azure/functions/azure-functions-core-tools@4"
brew "oven-sh/bun/bun"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "android-studio"
cask "bartender"
cask "betterdisplay"
cask "chatterino"
cask "discord"
cask "docker"
cask "firefox"
cask "font-anonymice-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-victor-mono-nerd-font"
cask "gitkraken"
cask "google-chrome"
cask "iterm2"
cask "keka"
cask "keycastr"
cask "microsoft-edge"
cask "microsoft-office"
cask "neardrop"
cask "ngrok"
cask "obs"
cask "opera"
cask "postman"
cask "progressive-downloader"
cask "raycast"
cask "rectangle"
cask "shottr"
cask "spotify"
cask "steam"
cask "tableplus"
cask "telegram"
cask "topnotch"
cask "tor-browser"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "wireshark"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "albymor.increment-selection"
vscode "amazonwebservices.codewhisperer-for-command-line-companion"
vscode "antfu.iconify"
vscode "antfu.unocss"
vscode "apollographql.vscode-apollo"
vscode "astro-build.houston"
vscode "bierner.docs-view"
vscode "bierner.emojisense"
vscode "bmalehorn.shell-syntax"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "csstools.postcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "deque-systems.vscode-axe-linter"
vscode "dotenv.dotenv-vscode"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "haydenbleasel.vercel-vscode"
vscode "hextorgb.hex-to-rgb"
vscode "ibm.output-colorizer"
vscode "jerrygoyal.shortcut-menu-bar"
vscode "jianbingfang.dupchecker"
vscode "jock.svg"
vscode "lokalise.i18n-ally"
vscode "matijao.vue-nuxt-snippets"
vscode "mohammadbaqer.better-folding"
vscode "mrmlnc.vscode-autoprefixer"
vscode "mrmlnc.vscode-less"
vscode "mrmlnc.vscode-scss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.live-server"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mssql"
vscode "mtxr.sqltools-driver-mysql"
vscode "narenranjit.chandrian"
vscode "naumovs.color-highlight"
vscode "nuxt.mdc"
vscode "oouo-diogo-perdigao.docthis"
vscode "oven.bun-vscode"
vscode "pkief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "rbuckton.deoptexplorer-vscode"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "skyapps.fish-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "timonwong.shellcheck"
vscode "tonybaloney.vscode-pets"
vscode "usernamehw.errorlens"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "yoavbls.pretty-ts-errors"
vscode "yrm.type-challenges"
vscode "yzhang.markdown-all-in-one"
