{
  "$schema": "https://aka.ms/winget-packages.schema.2.0.json",
  "CreationDate": "2023-05-19T19:01:29.625-00:00",
  "Sources": [
    {
      "Packages": [
        {
          "PackageIdentifier": "File-New-Project.EarTrumpet"
        },
        {
          "PackageIdentifier": "7zip.7zip"
        },
        {
          "PackageIdentifier": "Shure.ShurePlusMOTIV"
        },
        {
          "PackageIdentifier": "ShareX.ShareX"
        },
        {
          "PackageIdentifier": "Discord.Discord"
        },
        {
          "PackageIdentifier": "Git.Git"
        },
        {
          "PackageIdentifier": "LINE.LINE"
        },
        {
          "PackageIdentifier": "Logitech.CameraSettings"
        },
        {
          "PackageIdentifier": "Microsoft.WindowsTerminal"
        },
        {
          "PackageIdentifier": "OBSProject.OBSStudio"
        },
        {
          "PackageIdentifier": "JanDeDobbeleer.OhMyPosh"
        },
        {
          "PackageIdentifier": "Valve.Steam"
        },
        {
          "PackageIdentifier": "NZXT.CAM"
        },
        {
          "PackageIdentifier": "Notion.Notion"
        },
        {
          "PackageIdentifier": "Axosoft.GitKraken"
        },
        {
          "PackageIdentifier": "Microsoft.PowerShell"
        },
        {
          "PackageIdentifier": "Mojang.MinecraftLauncher"
        },
        {
          "PackageIdentifier": "Logitech.GHUB"
        },
        {
          "PackageIdentifier": "Microsoft.VisualStudioCode"
        },
        {
          "PackageIdentifier": "Microsoft.OpenJDK.17"
        },
        {
          "PackageIdentifier": "Microsoft.DotNet.SDK.7"
        },
        {
          "PackageIdentifier": "Google.Chrome.Beta"
        },
        {
          "PackageIdentifier": "Yarn.Yarn"
        },
        {
          "PackageIdentifier": "VideoLAN.VLC"
        },
        {
          "PackageIdentifier": "Zoom.Zoom"
        },
        {
          "PackageIdentifier": "OpenJS.NodeJS"
        }
      ],
      "SourceDetails": {
        "Argument": "https://cdn.winget.microsoft.com/cache",
        "Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
        "Name": "winget",
        "Type": "Microsoft.PreIndexed.Package"
      }
    }
  ],
  "WinGetVersion": "1.5.1081-preview"
}
